[
    {
        "id": 1,
        "titulo": "Explorando a Matéria Escura",
        "subtitulo": "A matéria escura é um dos mistérios mais intrigantes da astrofísica contemporânea. Trata-se de uma forma de matéria que não emite, absorve ou reflete luz, tornando-a invisível aos métodos de detecção tradicionais.",
        "texto": "### Um Universo Fascinante \n\n O nosso universo é realmente um lugar fascinante, cheio de fenômenos bizarros e coisas que parecem terem vindo de contos de terror. Nós temos buracos negros devorando estrelas inteiras em segundos, estrelas explodindo com energia o suficiente para serem vistas através de galáxias inteiras e até delicadas nuvens de poeira estelar que a qualquer momento podem colapsar e formar novas estrelas. O nosso universo, hoje, de certa forma, é colorido. Não importa em qual frequência do espectro você olhe, ele está brilhando. Mas tudo o que nós vemos, tudo o que conhecemos como nosso universo, todas as cores, todas as frequências, todos os buracos negros e todas as estrelas, não são nem quatro por cento de tudo o que existe. Nós estamos no escuro, ou melhor, estamos imersos em matéria escura. \n\n ### Materia escura \n\n Você provavelmente já ouviu falar em matéria escura em algum momento. Ela soa como algo exótico que não entendemos direito, e é exatamente isso. A matéria escura não é uma coisa específica, mas sim o apelido dado para um dos problemas mais intrigantes da física. Quando olhamos para uma galáxia e usamos a luz das suas estrelas para avaliar a sua massa total, nós obtemos um valor. Mas quando olhamos para a mesma galáxia e usamos outro método que não dependa da luz para trabalhar a sua massa, obtemos um valor de cinco a seis vezes maior. No caso da Galáxia de Andrômeda, a massa visível é por volta de 250 bilhões de massas solares, mas a massa total verdadeira é de cerca de 1,5 trilhão de massas solares. Essa diferença entre a massa que podemos ver e a massa total vale para a maior parte das galáxias que podemos observar. Então, temos um padrão claro: a maior parte da matéria no universo não está visível, e essa matéria oculta que nós chamamos de matéria escura, justamente porque não podemos vê-la. Então, o que é essa matéria escura? A resposta certa, por hora, é que não sabemos. Mas é isso que torna o problema tão especial. Nós temos em nossas mãos uma das maiores questões da física de todos os tempos, e o que não faltam são tentativas de explicá-la. Então, quais são algumas dessas tentativas? Uma pergunta que surge naturalmente é: se nem toda a matéria está acumulada em estrelas que brilham, será que a matéria escura não poderia ser uma mistura de poeira interestelar, planetas orbitando as estrelas e quem sabe buracos negros? Faz sentido pensar nessa alternativa, porque os nossos cálculos começam a dar errado quando tentamos calcular a massa de uma galáxia olhando apenas pela luz das estrelas. Mas a resposta é não. A matéria visível que forma a Terra, o Sol e a poeira interestelar é muito bem entendida. Ela é formada por átomos, e os átomos, por sua vez, são formados pelas partículas mais fundamentais, como quarks e elétrons. As partículas fundamentais e os seus comportamentos são descritos pelo modelo padrão de partículas, uma teoria física muito bem sucedida que explica muita coisa."
    },
    {
        "id": 2,
        "titulo": "AGI (Inteligência Artificial Geral)",
        "subtitulo":"",
        "texto": "### Em desenvolvimento ![Em desenvolvimento](https://media1.giphy.com/media/qgQUggAC3Pfv687qPC/giphy.gif)"
    },
    {
        "id": 3,
        "titulo": "Esfera de Dyson",
        "subtitulo":"",
        "texto": "### Em desenvolvimento ![Em desenvolvimento](https://media1.giphy.com/media/qgQUggAC3Pfv687qPC/giphy.gif)"
    },
    {
        "id": 4,
        "titulo": "Neuroplasticidade",
        "subtitulo":"",
        "texto": "### Em desenvolvimento ![Em desenvolvimento](https://media1.giphy.com/media/qgQUggAC3Pfv687qPC/giphy.gif)"
    },
    {
        "id": 5,
        "titulo": "Mudança de hábitos",
        "subtitulo":"",
        "texto": "### Em desenvolvimento ![Em desenvolvimento](https://media1.giphy.com/media/qgQUggAC3Pfv687qPC/giphy.gif)"
    },
    {
        "id": 6,
        "titulo": "Metaverso",
        "subtitulo":"",
        "texto": "### Em desenvolvimento ![Em desenvolvimento](https://media1.giphy.com/media/qgQUggAC3Pfv687qPC/giphy.gif)"
    },
    {
        "id": 7,
        "titulo": "Mindset",
        "subtitulo":"",
        "texto": "### Em desenvolvimento ![Em desenvolvimento](https://media1.giphy.com/media/qgQUggAC3Pfv687qPC/giphy.gif)"
    },
    {
        "id": 8,
        "titulo": "Aprenda a programar corretamente",
        "subtitulo":"",
        "texto": "### Em desenvolvimento ![Em desenvolvimento](https://media1.giphy.com/media/qgQUggAC3Pfv687qPC/giphy.gif)"
    }
]